Repository: Mucchoo/MuscleRecord
Catalog: MuscleRecord/Localizable.xcstrings
Source language: en
Languages: ja

# accountCreated
source: Account is created.
ja: アカウントが作成されました

source: Add
ja: 追加

# addViewTitle
source: Add Events
ja: 種目を追加

# application
source: App
ja: アプリケーション

source: Change Email
ja: メールアドレスを変更

# changeInfoViewTitle
source: Change Account Info
ja: アカウント情報変更

source: Change Password
ja: パスワードを変更

# checkDelete
source: Are you sure to delete the event?
ja: 本当に削除しますか？

source: Close
ja: 閉じる

source: Create Account
ja: アカウント作成

source: Delete
ja: 削除

# deleteEvent
source: Delete the Event
ja: 種目を削除

# editViewTitle
source: Edit the Event
ja: 種目を編集

# emailAddress
source: Email Addess
ja: メールアドレス

# emailIsEmpty
source: Email address is empty.
ja: メールアドレスが入力されていません

source: Error Occured
ja: エラーが発生しました

source: Event Name
ja: 種目名

# eventNamePlaceholder
source: Fill event name
ja: 種目名を入力してください

# eventsWillBeUnlimitedIfJoinPro
source: You can add events as much as you want after unlocking Pro.
ja: Proにをアンロックすれば、無制限に追加することができます。

# everyday
source: Daily
ja: 1日毎

source: Forgot Password
ja: パスワードを忘れた

# homeViewTitle
source: Muscle Record
ja: 筋トレ記録

# iconViewTitle
source: Icons
ja: アイコン

source: Login
ja: ログイン

# loginExistingAccount
source: Login to existing account
ja: 既存のアカウントにログイン

source: Login Succeeded
ja: ログインに成功しました

source: Log Out
ja: ログアウト

# logoutConfirm
source: Are you sure to log out?
ja: 本当にログアウトしますか？

# messageBody
source: ーーーーーーーーーーーーーーーーー Please write your message above this line. Muscle Record
ja: ーーーーーーーーーーーーーーーーー この上へお気軽にご記入ください。 筋トレ記録

# messageSubject
source: Feedback・Contact
ja: ご意見・ご要望

# needLoginToChangeAccount
source: You must log in once to change your account information.
ja: アカウント情報を変更するには一度ログインする必要があります。

source: New Email Address
ja: 新しいメールアドレス

source: New Password
ja: 新しいパスワード

# nineDaysAverage
source: 9days
ja: 9日平均

# onlyFiveEventsAvailableInFree
source: You can add only 5 events for free.
ja: 無料版で追加できる種目は5個です

source: password
ja: パスワード

# passwordAndPasswordConfirmIsNotEqual
source: The password and the confirmation password is not identical.
ja: パスワードと確認パスワードが一致しません

# passwordConfirm
source: Confirmation Password
ja: 確認用パスワード

# passwordConfirmIsEmpty
source: Confirmation password is empty.
ja: 確認用パスワードが入力されていません

source: Password is empty.
ja: パスワードが入力されていません

# passwordUpdated
source: password is updated.
ja: パスワードが更新されました

# pleaseCheckEmail
source: Open the received email and reset your password.
ja: 受け取ったメールを開いてパスワードを再設定してください。

# proViewTitle
source: Unlock Pro
ja: Proをアンロック

# purchase
source: Unlock Pro - 2.5$
ja: Proをアンロック - 300円

source: Purchased
ja: 購入しました

source: Record
ja: 記録

# repIs
source: Rep:
ja: 回数：

# repTitle
source: Rep
ja: 回数

source: Reset Password
ja: パスワードを再設定

# restore
source: Restore Purchase
ja: 過去の購入を復元

# restored
source: Restored Purchase
ja: 購入を復元しました

# seeGraph
source: See the Graph ▶︎
ja: グラフを見る ▶︎

source: See Pro
ja: Proを見る

# sendEmail
source: The email is sent.
ja: メールを送信しました

# settingViewTitle
source: Settings
ja: 設定

source: Share App
ja: アプリをシェア

source: Start
ja: 始める

# themeColorViewTitle
source: Theme Color
ja: テーマカラー

# threeDaysAverage
source: 3days
ja: 3日平均

# tutorialTextFour
source: Keep your record to track the growth!
ja: 記録を続けて成長をデータ化しましょう！

# tutorialTextOne
source: Press the "+" button on the top right corner to add your event.
ja: まずは右上の ＋ ボタンから種目を追加しましょう

# tutorialTextThree
source: Graph will be shown after taking your record.
ja: 記録をすると結果がグラフに表れます

# tutorialTextTwoFirst
source: After training, press
ja: トレーニング後は

# tutorialTextTwoLast
source: to record your result.
ja: を押して記録できます

# unlockedAllFeatures
source: All items are unlocked.
ja: 全てのアイテムがアンロックされました。

# unlockedPro
source: Pro Unlocked
ja: Proアンロック済み

# unlockEvents
source: Event Count: 5 → Unlimited
ja: 種目数：5個 → 無制限

# unlockIcon
source: Unlock Icons
ja: アイコン解放

# unlockTheme
source: Unlock Themes
ja: テーマカラー解放

# updatedEmail
source: Your email address is updated.
ja: メールアドレスが更新されました

source: Update Name
ja: 名前を上書き

source: Update Record
ja: 記録を上書き

source: Usage
ja: 使い方

# weightIs
source: Weight:
ja: 重量：

# weightTitle
source: Weight
ja: 重量
